export const detail = [
  {
    key: 0,
    title: '更新日期: 2023年07月31日',
    content:
      '为切实保护小程序用户个人信息，优化用户体验，本应用(以下或称“我们”)根据现行法规及政策，制定《个人信息保护政策》 (以下简称“本政策”) 。本政策将详细说明我们 在获取、使用、管理及保护用户个人信息方面的政策及措施',
  },
  {
    key: 1,
    title: '用户个人信息获取',
    content: '用户完善个人资料时，使用用户自己选择的图片和名称，本应用只使用用户微信的唯一标识。',
  },
  {
    key: 2,
    title: '服务',
    content:
      '您可能可以通过手机等终端以客户端等形式使用本服务，当您使用本服务时，您应选择与您的终端、系统等相匹配的本软件版本，否则，您可能无法正常使用本服务',
  },
  {
    key: 3,
    title: '开发者对信息的存储',
    content: '本程序除缓存用户登录信息和用户的作品收藏外，不对其他数据做数据存储',
  },
  {
    key: 4,
    title: '信息对外提供说明',
    content: '我们承诺不会将用户信息提供给第三方，未经用户同意，不会擅自收集用户信息',
  },
  {
    key: 5,
    title: '信息的使用规则',
    content: '我们承诺不会将用户的个人信息用做其他用户，我们会坚持保护用户的隐私信息',
  },
  {
    key: 6,
    title: '客服联系方式',
    content: '如有疑问， 请联系邮箱：luqiangbovip@163.com, 微信:luqiangbo10086。联系时请备注相关信息',
  },
]
